Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/facta/samediggi.fi/toimintaohjelma_talousosio2012-2015.pdf.tmx
Source language: fin
Languages: sme

source: Hyväksytty saamelaiskäräjien kokouksessa 20.6.2012.
sme: Dohkkehuvvon sámedikki čoahkkimis 20.6.2012.

source: Saamelaiskäräjäkauden haasteet ja mahdollisuudet
sme: Sámediggebaji hástalusat ja vejolašvuođat

source: Saamelaiskäräjien toiminnan yleiset tavoitteet
sme: Sámedikki doaimma almmolaš ulbmilat

source: 3.2.1 Saamelaisten yhteisöllisyyden kehittäminen 3.2.2 Saamelaisen perinteisen tiedon turvaaminen 3.2.3 Saamelaisen kulttuuriympäristön turvaaminen 3.2.4 Saamelaiskulttuurin elinvoimaisuuden turvaaminen koko maassa 3.2.5 Saamelaiskäräjien vaalijärjestelmän kehittäminen 3.2.6 Saamelaiskäräjien oman toiminnan kehittäminen 3.2.7 Saamelaiskäräjien edunvalvonnan kehittäminen
sme: 3.2.1 Sámiid searválastima ovddieapmi 3.2.2 Sámi árbevirolaš dieđu dorvvasteapmi 3.2.3 Sámi kulturbirrasa dorvvasteapmi 3.2.4 Sámekultuvrra eallinfámu dorvvasteapmi olles riikkas 3.2.5 Sámedikki válgaortnega ovddideapmi 3.2.6 Sámedikki iežas doaimma ovddideapmi 3.2.7 Sámedikki ovddugohcima ovddideapmi

source: 3.3.1 Saamelainen elinkeinopolitiikka 3.3.2.
sme: 3.3. Sektormieldásaš dárkilis ulbmilat 3.3.1 Sámi ealáhuspolitihkka 3.3.2.

source: Saamen kielen elinvoimaisuuden turvaaminen 3.3.3 Saamelaislasten ja - nuorten aseman kehittäminen 3.3.4 Saamenkielisten sosiaali- ja terveyspalvelujen kehittäminen 3.3.5 Saamelaisten kulttuuripalvelujen ja taide-elämän kehittäminen 3.3.6 Saamelaisopetuksen ja korkeakoulutuksen kehittäminen 3.3.7 Saamelaisen parlamentaarisen neuvoston toiminnan kehittäminen
sme: Sámegiela eallinfámu dorvvasteapmi 3.3.3 Sámemánáid ja - nuoraid sajádaga ovddideapmi 3.3.4 Sámegielat sosiála- ja dearvvasvuohtabálvalusaid ovddideapmi 3.3.5 Sámiid kulturbálvalusaid ja dáiddaeallima ovddideapmi 3.3.6 Sámeoahpahusa ja alit oahpahusa ovddideapmi 3.3.7 Sámi parlamentáralaš ráđi doaimma ovddideapmi

source: Saamelaiskäräjien toimintaohjelman ja taloussuunnitelman 2012-15 rakenne
sme: Sámedikki ekonomiijaplána 2012-15

source: Saamelaisten asema
sme: Sámiid sajádat

source: Saamelaiset ovat alkuperäiskansa, jolla on oma historia, kieli, kulttuuri, elinkeinot, elämäntapa ja identiteetti.
sme: Sámit leat eamiálbmot, mas lea iežas historjá, giella, kultuvra, ealáhusat, eallinvuohki ja identitehta.

source: Saamelaiskäräjien vuonna 2011 keräämien tietojen mukaan Suomessa on 9.919 saamelaista.
sme: Sámedikki jagi 2011 čoaggán dieđuid mielde Suomas leat 9.919 sápmelačča.

source: Saamelaisten lukumäärä on viimeisen neljän vuoden aikana kasvanut noin 569:lla, lisäystä on tapahtunut nimenomaan saamelaisalueen ulkopuolella.
sme: Sámiid lohkumearri lea maŋimuš njealje jage áigge lassánan sullii 569:in, lasáhus lea dáhpáhuvvan namalassii sámeguovllu olggobealde.

source: Saamelaisten kotiseutualueella, joka käsittää Enontekiön, Inarin ja Utsjoen kuntien alueen sekä Sodankylän kunnassa sijaitsevan Lapin paliskunnan alueen, asuu 3.459 saamelaista.
sme: Sámiid ruovttuguovllus, mii sisdoallá Eanodaga, Anára ja Ohcejoga gielddaid ja maiddái Soađegili gielddas leahkki Lappi bálgosa, ásset 3.459 sápmelačča.

source: Alue on laajuudeltaan 35.000 km².
sme: Guovlu lea viidodaga dáfus 35.000 km².

source: Saamelaiset ovat kotiseutualueellaan kolmasosan vähemmistönä alueen noin 11.000 asukkaasta.
sme: Sámit leat ruovttuguovllus goalmmátoasi vehádahkan guovllu sullii 11.000 ássis.

source: Vain Utsjoen kunnassa saamelaiset ovat enemmistönä.
sme: Dušše Ohcejoga gielddas sámit leat eanetlohkun.

source: Suomen saamelaisista jo noin 65 % (6.460) asuu saamelaisalueen ulkopuolella, heistä 653 ulkomailla.
sme: Suoma sámiin jo sullii 65 % (6.460) ássá sámeguovllu olggobealde, sis 653 olgoriikkain.

source: Ainoa saamelaisenemmistöinen kunta Utsjoki on menettänyt saamelaisväestöä suhteellisesti eniten.
sme: Áidna sámeeanetlogu gielda Ohcejohka lea manahan sápmelaččaid eanemusat earáid ektui.

source: Siellä saamelaisten osuus kunnan kokonaisväestöstä on nyt noin 60 % kun se vielä vuosituhannen vaihteessa oli yli 70 %.
sme: Doppe sámiid ossodat gieldda oppalašálbmogis lea dál sullii 60 % go dat vel jahkeduháha molsašumis lei badjel 70 %.

source: Kuva 1 Saamelaisten lukumäärä vuoden 2011 vaaleissa
sme: Govva 1 Sámiid lohkumearri jagi 2011 válggain

source: Yli 45-vuotiaista saamelaisista 64 % asuu saamelaisalueella ja alle 45-vuotiaista 67 % asuu saamelaisalueen ulkopuolella.
sme: Badjel 45-jahkásaš sápmelaččain 64 % ássá sámeguovllus ja vuollái 45-jahkásaččain 67 % ássá sámeguovllu olggobealde.

source: Alle kymmenen vuotiaista lapsista yli 70 % asuu saamelaisalueen ulkopuolella ja vastaavasti yli 75- vuotiaista 85 % asuu saamelaisalueella.
sme: Vuollái logi jahkásaš mánáin badjel 70 % ássá sámeguovllu olggobealde ja vástideaddjiláhkai badjel 75- jahkásaččain 85 % ássá sámeguovllus.

source: Näin ollen reilu enemmistö lapsista, nuorista ja parhaassa työiässä olevista aikuisista asuu saamelaisalueen ulkopuolella.
sme: Nappo ráhpadis eanetlohku mánáin, nuorain ja rávesolbmuin, geat leat báres bargoagis, ássá sámeguovllu olggobealde.

source: Suomessa puhutaan kolmea saamen kieltä: pohjoissaamea, inarinsaamea ja koltansaamea.
sme: Suomas hállet golbma sámegiela: davvisámegiela, anárašgiela ja nuortalašgiela.

source: Saamea puhuu alle puolet saamelaisista.
sme: Sámegiela hállá vuollái bealli sámiin.

source: Pohjoissaamea puhuu 70–80 % sekä inarinsaamea ja koltansaamea kumpaakin alle 15 % saamenkielisistä saamelaisista.
sme: Davvisámegiela hállá 70–80 % sihke anárašgiela ja nuortalašgiela goappáge vuollái 15 % sámegielat sámiin.

source: Saamen kielellä tarkoitetaan saamen kielilain mukaan kaikkia Suomessa puhuttavia saamen kieliä.
sme: Sámegielain dárkkuhuvvojit sámi giellalága mielde Suomas hállon buot sámegielat.

source: Perustuslaki turvaa saamelaisille Suomen ainoana alkuperäiskansana oikeuden omaan kieleen ja kulttuuriin ja niitä koskevaan itsehallintoon saamelaisalueella.
sme: Vuođđoláhka sihkkarastá sámiide Suoma áidna eamiálbmogin vuoigatvuođa iežas gillii ja kultuvrai ja dan guoskevaš iešráđđemii sámeguovllus.

source: Saamelaiskulttuuriin luetaan kuuluvaksi saamen kieli, kulttuuriperintö, käsityöperinnekulttuuri-ilmaukset sekä perinteiset saamelaiselinkeinot kuten poronhoito, kalastus, keräily ja metsästys.
sme: Sámekultuvrai lohkkojit gullat sámegiella, kulturárbi, sámeduodji ja maiddái árbevirolaš sámeealáhusat nugo boazodoallu, guolásteapmi, čoaggin ja meahcásteapmi.

source: Saamelaisia koskevat keskeiset kansainväliset sopimukset ja muut kansainväliset ihmisoikeusvelvoitteet
sme: Sámiid guoski mearkkašahtti riikkaidgaskasaš soahpamušat ja eará riikkaidgaskasaš olmmošvuoigatvuohtageatnegasvuođat

source: Suomi on ratifioinut useita alkuperäiskansojen oikeuksia tukevia kansainvälisiä sopimuksia, kuten kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen (KP-sopimus), taloudellisia, sosiaalisia ja sivistyksellisiä oikeuksia koskevan kansainvälisen yleissopimuksen (TSS-sopimus), biodiversiteettisopimuksen, kansallisten vähemmistöjen suojelua koskevan puiteyleissopimuksen (vähemmistöpuiteyleissopimus), lapsen oikeuksia koskevan yleissopimuksen (lapsen oikeuksien sopimus), Euroopan Neuvoston alueellisia ja vähemmistökieliä koskevan eurooppalaisen peruskirjan kulttuuriilmaisujen moninaisuuden suojelemisesta ja edistämisestä tehdyn Unescon yleissopimuksen (kulttuuriilmauksien suojelusopimus) ja Eurooppalaiseen maisemayleissopimuksen (maisemayleissopimus), mutta saamelaisten kulttuurin, perinteisten elinkeinojen ja saamen kielen asema ei ole siltikään riittävän turvattu.
sme: Suopma lea ratifieren máŋggaid eamiálbmogiid vuoigatvuođaid doarju riikkaidgaskasaš soahpamušaid, nugo siviila- ja politihkalaš vuoigatvuođaid guoski oktasašsoahpamuša (KP-sopimus), ekonomalaš, sosiálalaš ja čuvgehuslaš vuoigatvuođaid guoski riikkaidgaskasaš oktasašsoahpamuša (TSS-sopimus), biodiversitehtasoahpamuša, álbmotlaš vehádagaid suodjaleami guoski rápmaoktasašsoahpamuša (vähemmistöpuiteyleissopimus), máná vuoigatvuođaid guoski oktasašsoahpamuša (lapsen oikeuksien sopimus), Eurohpa Ráđi guovllu ja vehádatgielaid guoski eurohpalaš vuođđogirjji kulturalbmanemiid máŋggabealatvuođa gáhttemis ja ovddideamis dahkkon Unesco oktasašsoahpamuša (kulttuuri-ilmauksien suojelusopimus) ja Eurohpalaš duovddaoktasašsoahpamuša (maisemayleissopimus), muhto sámiid kultuvrra, árbevirolaš ealáhusaid ja sámegiela sajádat ii leat dattege doarvái sihkkaraston.

source: YK:n yleiskokous on hyväksynyt vuonna 2007 yleiskokouksessaan alkuperäiskansojen oikeuksien julistuksen.
sme: ON:id oktasaščoahkkin lea dohkkehan jagi 2007 oktasaščoahkkimis eamiálbmogiid vuoigatvuođaid julggaštusa.

source: Suomi on allekirjoittanut julistuksen ja sitoutunut julistuksen toimeenpanoon.
sme: Suopma lea vuolláičállán julggaštusa ja čatnasan julggaštusa ollašuhttimii.

source: Julistus on ennen kaikkea Suomea moraalisesti velvoittava.
sme: Julggaštus geatnegahttá Suoma lagamustá morálalaččat.

source: Julistus edellyttää, että valtiot ja alkuperäiskansat omien instituutioidensa kautta tekevät yhteistyötä ja neuvottelevat vilpittömin mielin saadakseen alkuperäiskansojen ennakkosuostumuksen sellaisissa hallinnollisissa ja lainsäädännöllisissä asioissa, jotka vaikuttavat alkuperäiskansoihin.
sme: Julggaštus eaktuda, ahte stáhtat ja eamiálbmogat iežaset ásahusaid bokte barget ovttasbarggu ja ráđđádallet vuiges mielain oažžun dihte eamiálbmogiid ovdamiehtama dakkár hálddahuslaš ja láhkaásahuslaš áššiin, mat váikkuhit eamiálbmogiidda.

source: Julistus tunnustaa alkuperäiskansojen itsemääräämisoikeuden.
sme: Julggaštus dovddasta eamiálbmogiid iešmearridanvuoigatvuođa.

source: Julistus tunnustaa alkuperäiskansojen oikeuden tavoitella sellaista taloudellista ja sosiaalista kehitystä, joka vastaa alkuperäiskansojen omia näkemyksiään.
sme: Julggaštus dovddasta eamiálbmogiid vuoigatvuođa oččodit dakkár ekonomalaš ja sosiálalaš ovdáneami, mii vástida eamiálbmogiid iežaset oainnuid.

source: Saamelainen itsemääräämisoikeus KP-sopimus, 1 artikla 1.
sme: Sámiid iešmearridanvuoigatvuohta KP-soahpamuš, 1 artikla 1.

source: Kaikilla kansoilla on itsemääräämisoikeus.
sme: Buot álbmogiin lea iešmearridanvuoigtavuohta.

source: Tämän oikeuden nojalla ne määräävät vapaasti poliittisen asennoitumisensa ja harjoittavat vapaasti taloudellisten, sosiaalisten ja sivistyksellisten olojensa kehittämistä.
sme: Dán vuoigatvuođa vuođul dat mearridit friddja politihkalaš jurddašeamis ja ollašuhttet friddja ekonomalaš, sosiálalaš ja čuvgehuslaš diliid ovddideami.

source: Kansat voivat vapaasti käyttää luonnonrikkauksiaan ja - varojaan omiin tarkoituksiinsa, mikäli se ei vahingoita yhteisen edun periaatteelle perustuvan kansainvälisen taloudellisen yhteistyön ja kansainvälisen oikeuden velvoituksia.
sme: Álbmogat sáhttet friddja geavahit luondduriggodagaid ja - váriid iežaset dárkkuhusaide, juos dat ii vahágahte oktasaš ovddu prinsihpai vuođđudeaddji riikkaidgaskasaš ekonomalaš ovttasbarggu ja riikkaidgaskasaš vuoigatvuođa geatnegasvuođaid.

source: Missään tapauksessa ei kansalta saa riistää sen omia elinehtoja.
sme: Mange dáhpáhusas ii álbmogis oaččo rivvet sin iežaset eallineavttuid.

source: Kaikkien tämän yleissopimuksen sopimusvaltioiden, mukaan lukien ne valtiot, jotka ovat vastuussa itsemääräämisoikeutta vailla olevien alueiden ja huoltohallintoalueiden hallinnosta, tulee edistää itsemääräämisoikeuden toteuttamista ja kunnioittaa tätä oikeutta Yhdistyneiden Kansakuntien peruskirjan määräysten mukaisesti.
sme: Buot dán oktasašsoahpamuša soahpamušriikkat, fárrui lohkamiin daid stáhtaid, mat vástidit dakkár guovlluid ja fuolahushálddahusguovlluid hálddahusas, main ii leat iešmearridanvuoigatvuohta, galget ovddidit iešmearridanvuoigatvuođa ollašuhttima ja gudnejahttit dán vuoigatvuođa Ovttastuvvan Nášuvnnaid vuođđogirjji mearrádusaid mielde.

source: Alkuperäiskansajulistus
sme: Eamiálbmotjulggaštus

source: Artikla 3: Alkuperäiskansoilla on itsemääräämisoikeus.
sme: Artikla 3: Eamiálbmogiin lea iešmearridanvuoigatvuohta.

source: Tämän oikeuden perusteella ne määräävät vapaasti poliittisen asemansa ja kehittävät vapaasti taloudellisia, sosiaalisia ja sivistyksellisiä olojaan.
sme: Dán vuoigatvuođa vuođul dat mearridit friddja politihkalaš sajádagas ja ovddidit friddja ekonomalaš, sosiálalaš ja čuvgehuslaš diliid.

source: Saamelaisten itsemääräämisoikeus ei toteudu tyydyttävällä tavalla.
sme: Sámiid iešmearridanvuoigatvuohta ii ollašuva duhtadahttiláhkai.

source: Saamelaisten itsemääräämisoikeus ei toteudu perinteisen saamelaiselinkeinojen, saamelaisten kotiseutualueen luonnonvarojen, maan- ja veden tai maankäytön ohjauksessa ja hallinnossa.
sme: Sámiid iešmearridanvuoigatvuohta ii ollašuvá árbevirolaš sámeealáhusaid, sámiid ruovttuguovllu luondduriggodagaid, eana- ja čáhce- dahje eanageavaheami stivremis ja hálddahusas.

source: SopS 7-8/1976 Sops 6/1976 SopS 78/1994 SopS 2/1998 SopS 60/1991 SopS 23/1998 SopS 17/2007 SopS 14/2006 levä YK:n alkuperäiskansojen erityisraportoija James Anayan raportti suosituksineen luovutettiin YK:n ihmisoikeusneuvostolle 13.1.2011.
sme: SopS 7-8/1976 Sops 6/1976 SopS 78/1994 SopS 2/1998 SopS 60/1991 SopS 23/1998 SopS 17/2007 SopS 14/2006 Sámiid sajádaga eamiálbmogin Ruoŧas, Norggas ja Suomas giehtadalli ON:id eamiálbmogiid sierraraporterejeaddji James Anaya raporta ávžžuhusaiguin luohpaduvvui ON:id olmmošvuoigatvuohtaráđđái 13.1.2011.

source: Raportissaan Anaya kiinnitti huomiota mm. saamelaisten itsehallinnon kehittämistarpeisiin ja suositteli Suomea ratifioimaan ILO 169-sopimuksen.
sme: Raporttas Anaya giddii fuopmášumi ee. sámiid iešráđđema ovddidandárbbuide ja ávžžuhii Suoma ratifieret ILO 169-soahpamuša.

source: Alkuperäiskansaraportoija kehotti Suomea parantamaan saamelaisten itsemääräämisoikeutta, siirtämään tehtäviä saamelaiskäräjille asioissa, jotka koskevat saamelaisten perinteisiä elinkeinoja, kulttuuria, kieltä ja maaoikeuksia.
sme: Eamiálbmotraporterejeaddji ávžžuhii Suoma buoridit sámiid iešmearridanvuoigatvuođa, sirdit bargguid sámediggái áššiin, mat gusket sámiid árbevirolaš ealáhusaid, kultuvrra, giela ja eanavuoigatvuođaid.

source: Suomen valtion tulisi turvata saamelaiskäräjille riittävät resurssit toimia ja tehostamaan toimia saame kielten elvyttämiseksi.
sme: Suoma stáhta galggašii sihkkarastit sámediggái doarvái resurssaid doaibmat ja beavttálmahttit doaimmaid sámegielaid ealáskahttima várás.

source: Suomi on sitoutunut raportin suositusten toimeenpanoon.
sme: Suopma lea čatnasan raportta ávžžuhusaid ollašuhttimii.

source: Kolmas saamelaisparlamentaarikkojen konferenssi vuonna 2011 vaati julistuksessaan mm. saamelaisten itsemääräämisoikeuden toteuttamista, riittäviä resursseja saamelaiskäräjille ja saamen kielen, kulttuurin ja elinkeinojen tukemiseen, oikeutta maahan, veteen ja luonnonvaroihin sekä kiirehti Ilo-sopimuksen ratifiointia.
sme: Goalmmát sámeparlamentarihkáriid konfereansa jagi 2011 gáibidii julggaštusas ee. sámiid iešmearridanvuoigatvuođa ollašuhttima, doarvái resurssaid sámediggái ja sámegiela, kultuvrra ja ealáhusaid doarjumii, vuoigatvuođa eatnamii, čáhcái ja luondduváriide ja maiddái hoahpuhii ILO-soahpamuša ratifierema.

source: Euroopan Unionin komissio on 20.11.2008 hyväksynyt tiedonannon Euroopan unioni ja arktinen alue.
sme: Eurohpa Uniovnna komissio lea 20.11.2008 dohkkehan dieđuaddima Eurohpa uniovdna ja árktalaš guovlu.

source: Tiedonannossa Euroopan Unioni sitoutuu jatkuvaan dialogiin arktisten alkuperäiskansojen kanssa.
sme: Dieđuaddimis Eurohpa Uniovdna čatnasa jotkkolaš dialogai árktalaš eamiálbmogiiguin.

source: Tiedonannossa todetaan myös, että EU:n tulisi pohtia miten alkuperäiskansojen osallisuus järjestetään osana EU:n pohjoisen ulottuvuuden politiikkaa.
sme: Dieđuaddimis gávnnahuvvo maiddái, ahte EU galggašii guorahallat mo eamiálbmogiid osolašvuohta lágiduvvo EU davvi dimenšuvnna politihka oassin.

source: Euroopan parlamentti teki 20.1.2011 päätöksen EU:n kestävästä politiikasta pohjoisessa.
sme: Eurohpa parlameanta dagai 20.1.2011 mearrádusa EU suvdilis politihkas davvin.

source: Parlamentti vetoaa Suomeen ja Ruotsiin, jotta ne ratifioisivat ILO 169-sopimuksen.
sme: Parlameanta doarjala Supmii ja Ruŧŧii, vuoi dat ratifierešedje ILO 169-soahpamuša.

source: Parlamentti myös vaati, että alkuperäiskansojen on osallistuttava kiinteämmin politiikkojen suunnitteluun.
sme: Parlameanta maiddái gáibidii, ahte eamiálbmogat galget oassálastit lávgagut politihkariid plánemii.

source: Alkuperäiskansakulttuurien ja - kielien turvaaminen edellyttää erityistoimenpiteitä.
sme: Eamiálbmotkultuvrraid ja - gielaid sihkkarastin eaktuda sierradoaibmabijuid.

source: Suomen Euroopan unionin liittymisasiakirjan osana on saamelaisia koskeva pöytäkirja nro 3, jolla sopimuspuolet tunnustavat Suomella ja Ruotsilla kansallisen ja kansainvälisen oikeuden mukaan olevat velvoitteet ja sitoumukset saamelaisiin nähden saamelaisten elinkeinojen, kielen, kulttuurin ja elämäntavan säilyttämiseksi ja kehittämiseksi sekä katsovat, että perinteinen saamelaiskulttuuri ja saamelaiselinkeinot ovat riippuvaisia luontaiselinkeinoista kuten poronhoidosta saamelaisten perinteisillä alueilla.
sme: Suoma Eurohpa uniovnna searvanáššebáhpára oassin lea sámiid guoskevaš beavdegirji nr 3, mainna soahpamušoassebealit dovddastit, ahte Suomas ja Ruoŧas leat álbmotlaš ja riikkaidgaskasaš vuoigatvuođa mielde geatnegasvuođat ja čatnasumit sámiid hárrái sámiid ealáhusaid, giela, kultuvrra ja eallinvuogi seailluheami ja ovddideami várás sihke oaivvildit, ahte árbevirolaš sámekultuvra ja sámeealáhusat leat gitta luondduealáhusain nugo boazodoalus sámiid árbevirolaš eatnamiin.

source: Liittymisasiakirja on otettu osaksi nk. Lissabonin sopimusta.
sme: Searvanáššebábir lea váldon oassin ng. Lissabon soahpamuša.

source: Saamelaispöytäkirjan 1 artiklan mukaan sen estämättä, mitä EY:n perustamissopimuksessa määrätään, saamelaisille saadaan myöntää yksinoikeuksia poronhoidon harjoittamiseen perinteisillä saamelaisalueilla.
sme: Sámebeavdegirjji 1 artikla mielde dan easttekeahttá, mii EY vuođđudansoahpamušas mearriduvvo, sámiide oažžu mieđihit oktovuoigatvuođaid boazodoaluin bargamii árbevirolaš sámeguovlluin.

source: Tällainen uudistus voidaan siten toteuttaa kansallisesti ilman EU:n suostumusta.
sme: Dákkár ođastusa lea vejolaš dasto ollašuhttit álbmotlaččat almmá EU miehtama haga.

source: Artiklan 2 mukaisesti pöytäkirjaa voidaan laajentaa koskemaan muitakin perinteisiin saamelaiselinkeinoihin liittyviä saamelaisten yksinoikeuksia, mikä kuitenkin edellyttää kaikkien sopimuspuolten suostumuksen.
sme: Artikla 2 mielde beavdegirjji lea vejolaš viiddidit, ahte dat guoská árbevirolaš sámeealáhusaide gulavaš sámiid earáge oktovuoigatvuođaid, mii goittotge eaktuda buot soahpamušoassebeliid miehtama.

source: Suomessa perustuslain toteutumista lainsäädäntöhankkeissa valvoo perustuslakivaliokunta.
sme: Suomas vuođđolága ollašuvvama láhkaásahanfidnuin gohcá vuođđoláhkaváljagoddi.

source: Valiokunnan kannanoton saamelaisten oikeusasemasta linjaavat lainsäädännön valmistelua.
sme: Váljagotti bealiváldimit sámiid vuoigatvuohtasajádagas linjádit láhkaásaheami válmmaštallama.

source: Perustuslakivaliokunnan kannanotot huomioidaan saamelaiskäräjien edunvalvonnassa ja lausunnoissa.
sme: Vuođđoláhkaváljagotti bealiváldimat váldojit vuhtii sámedikki ovddugohcimis ja cealkámušain.

source: Saamelaiskäräjien oman toiminnan ja edunvalvonnan lähtökohtana on Suomen kansainvälisten velvoitteiden ja kansainvälisten alkuperäiskansa- ja ihmisoikeuksien toteutumista valvovien elimien suosituksien toteutumisen edistäminen.
sme: Sámedikki iežas doaimma ja ovddugohcima vuolggasadjin lea Suoma riikkaidgaskasaš geatnegasvuođaid ja riikkaidgaskasaš eamiálbmot- ja olmmošvuoigatvuođaid ollašuvvama gohcci orgánaid ávžžuhusaid ollašuvvama ovddideapmi.

source: Toimikauden lähtökohdat
sme: Doaibmabaji vuolggasajit

source: Pääministeri Jyrki Kataisen hallituksen hallitusohjelmassa valtioneuvosto on sitoutunut turvaamaan saamelaiskäräjien toimintaedellytykset.
sme: Oaiveministtar Jyrki Katainen ráđđehusa ráđđehusprográmmas stáhtaráđđi lea čatnasan sihkkarastit sámedikki doaibmaneavttuid.

source: Hallitusohjelmassa asetetaan tavoitteeksi ILO 169-sopimuksen ratifiointi ensimmäistä kertaa.
sme: Ráđđehusprográmmas biddjo ulbmilin ILO 169 soahpamuša ratifieren vuosttas háve.

source: Hallitus sitoutuu myös kehittämään maankäyttöä ohjaavaa lainsäädäntöä selkiyttämällä ja osallistumalla alkuperäiskansoja koskevaan kansainväliseen yhteistyöhön alkuperäiskansojen tosiasiallisen suojelun vahvistamiseksi Hallitusohjelmassa sitoudutaan toteuttamaan saamen kielten elvyttämisohjelma, sen resursointi ja luomaan pysyvä toimintamalli saamen kielten elvyttämiseksi.
sme: Ráđđehus čatnasa maiddái ovddidit eanageavaheami stivrejeaddji láhkaásaheami nu ahte čielggasmahttá ja oassálastá eamiálbmogiid guoski riikkaidgaskasaš ovttasbargui eamiálbmogiid duođalaš suodjaleami nannema dihtii. Ráđđehusprográmmas čatnasuvvo dasa, ahte ollašuhtto sámegielaid ealáskahttinprográmma, dan resurseren ja ráhkaduvvo fásta doaibmamálle sámegielaid ealáskahttima várás.

source: Hallitus sitoutuu turvaamaan sosiaali- ja terveyspalveluita saamen kielellä ja laatimaan kansallisen kielistrategia.
sme: Ráđđehus čatnasa sihkkarastit sosiála- ja dearvvasvuohtabálvalusaid sámegielain ja ráhkadit álbmotlaš giellastrategiija.

source: Strategiassa ja kehittämisessä kiinnitetään erityistä huomiota saa-men, romanikielen sekä viittomakielen asemaan.
sme: Strategiijas ja ovddideamis giddejuvvo erenomáš fuopmášupmi sáme-, románagiela ja maiddái seavagiela sajádahkii.

source: Biodiversiteettistrategian toimeenpanossa sitoudutaan turvaamaan saamelainen kulttuurinen tapa ja perinne käyttää luontoa.
sme: Biodiversitehtastrategiija ollašuhttimis čatnasuvvo dasa, ahte sihkkarasto sápmelaš kulturvuohki ja árbevierru geavahit luonddu.

source: Hallitusohjelman linjaukset toteutuessaan parantavat saamelaiskäräjien toimintaedellytyksiä ja turvaavat saamen kielen ja kulttuurin säilymistä.
sme: Ráđđehusprográmma linjjá meroštallamiid ollašuvadettiin, buorránit sámedikki doaibmaneavttut ja maiddái sámegiela ja kultuvrra seailun sihkkarasto.

source: Kaivoslaki (621/2011) ja vesilaki (587/2011) on uudistettu.
sme: Ruvkeláhka (621/2011) ja čáhceláhka (587/2011) leat ođasmahtton.

source: Lakeihin on otettu nk. saamelaiskulttuurin heikentämisen suoja.
sme: Lágaide lea váldon ng. sámekultuvrra heajudeami suodji.

source: Perustuslakivaliokunta on linjannut, että saamelaisia koskeviin erityislakeihin tulee ottaa ns. saamelaiskulttuurin heikentämisen suoja kaivoslain ja vesilain esimerkin mukaisesti.
sme: Vuođđoláhkaváljagoddi lea linjádan, ahte sámiid guoski sierralágaide galgá váldit ng. sámekultuvrra heajudeami suoji ruvkelága ja čáhcelága ovdamearkka mielde.

source: Kaivoslain mukaan kullanhuuhdonta-, malminetsintä- tai kaivoslupaa ei tule myöntää, jos luvan mukainen toiminta yksin tai yhdessä muiden vastaavien lupien tai alueiden muiden käyttömuotojen kanssa heikentäisi saamelaisten kotiseutualueella olennaisia edellytyksiä harjoittaa perinteisiä saamelaiselinkeinoja
sme: Ruvkelága mielde golledoidin-, málbmaohcan- dahje ruvkelobi ii galgga mieđihit, jos lobi mieldásaš doaibma okto dahje ovttas eará vástideaddji lobiid dahje guovlluid eará geavahanhámiiguin heajudivčče sámiid ruovttuguovllus dehalaš eavttuid bargat árbevirolaš sámee

source: taikka muutoin ylläpitää ja kehittää saamelaiskulttuuria.
sme: aláhusaiguin dahje muđui bajásdoallat ja ovddidit sámekultuvrra.

source: Suomen, Norjan ja Ruotsin valtiot neuvottelevat parhaillaan pohjoismaisen saamelaissopimuksen ratifioimiseksi.
sme: Suoma, Norgga ja Ruoŧa stáhtat ráđđádallet bárrásiin davviriikkalaš sámesoahpamuša ratifierema várás.
